[
  {
    "id": 1,
    "title": "Prefeitura anuncia novo plano de recapeamento para vias da região central",
    "date": "2025-08-17",
    "section": "Infraestrutura",
    "tags": ["obras", "transito", "cidade"],
    "summary": "Um investimento de R$ 5 milhões será destinado para a recuperação de ruas e avenidas no centro da cidade, com obras previstas para começar em setembro.",
    "content": "A Secretaria de Obras anunciou hoje o maior plano de recapeamento dos últimos anos. O projeto, orçado em R$ 5 milhões, visa revitalizar as principais vias da região central, que sofrem com buracos e desgaste. As obras estão programadas para iniciar na primeira quinzena de setembro e devem durar cerca de 60 dias. O trânsito na região será afetado, e a prefeitura divulgará rotas alternativas na próxima semana.",
    "views": 342,
    "regional": false
  },
  {
    "id": 2,
    "title": "Festival de Inverno de Campos do Jordão atrai mais de 50 mil turistas",
    "date": "2025-08-16",
    "section": "Cultura",
    "tags": ["turismo", "festival", "musica"],
    "summary": "Evento tradicional na Serra da Mantiqueira encerrou sua 54ª edição com recorde de público e apresentações de orquestras renomadas.",
    "content": "O Festival de Inverno de Campos do Jordão, um dos mais importantes da América Latina, encerrou sua temporada de 2025 com números expressivos. Segundo a organização, mais de 50 mil pessoas passaram pela cidade durante o mês de julho para acompanhar os concertos. A programação incluiu desde a Orquestra Sinfônica do Estado de São Paulo (Osesp) até grupos de câmara internacionais. O evento movimentou a economia local, com hotéis e restaurantes operando com capacidade máxima.",
    "views": 589,
    "regional": true
  },
  {
    "id": 3,
    "title": "Câmara Municipal debate novo zoneamento urbano e impacto ambiental",
    "date": "2025-08-15",
    "section": "Política",
    "tags": ["legislativo", "urbanismo", "meio-ambiente"],
    "summary": "Projeto de lei que redefine as zonas de expansão da cidade gera caloroso debate entre vereadores e ambientalistas.",
    "content": "A sessão da Câmara Municipal desta semana foi marcada por um intenso debate sobre o novo projeto de lei de zoneamento. A proposta, enviada pelo Executivo, visa permitir a construção de novos empreendimentos em áreas hoje consideradas de proteção ambiental. Enquanto parte dos vereadores defende a medida como forma de atrair investimentos, ambientalistas e a oposição argumentam que o impacto na fauna e flora local será irreversível. Uma audiência pública foi agendada para a próxima semana.",
    "views": 112,
    "regional": false
  },
  {
    "id": 4,
    "title": "Time de Taubaté vence clássico regional e assume liderança do campeonato",
    "date": "2025-08-14",
    "section": "Esportes",
    "tags": ["futebol", "campeonato", "taubate"],
    "summary": "Com gol no último minuto, o E.C. Taubaté derrotou o São José por 1 a 0 em partida emocionante no Joaquinzão.",
    "content": "Em um clássico eletrizante, o Esporte Clube Taubaté garantiu a vitória sobre o São José Esporte Clube e assumiu a liderança isolada do Campeonato Paulista da Série A2. O único gol da partida foi marcado pelo atacante Zé Ricardo, aos 47 minutos do segundo tempo, levando a torcida ao delírio. Com o resultado, o time de Taubaté precisa de apenas mais uma vitória para garantir o acesso à elite do futebol paulista.",
    "views": 840,
    "regional": true
  },
  {
    "id": 5,
    "title": "Empresa de tecnologia em São José dos Campos anuncia 200 novas vagas",
    "date": "2025-08-12",
    "section": "Economia",
    "tags": ["emprego", "tecnologia", "sjc"],
    "summary": "Gigante do setor aeroespacial está expandindo suas operações na cidade e busca profissionais de diversas áreas, desde engenharia a software.",
    "content": "Uma das maiores empresas de tecnologia com sede em São José dos Campos anunciou um grande plano de expansão. Serão abertas 200 novas vagas de emprego nos próximos três meses. As oportunidades são para diversas áreas, com foco em engenharia de sistemas, desenvolvimento de software e análise de dados. O processo seletivo já está aberto e os interessados podem se candidatar através do site da empresa. A notícia é um alento para a economia local.",
    "views": 621,
    "regional": true
  },
  {
    "id": 6,
    "title": "Casa de Cultura de Jacareí oferece oficinas gratuitas de cerâmica e pintura",
    "date": "2025-08-10",
    "section": "Cultura",
    "tags": ["cultura", "oficinas", "jacarei"],
    "summary": "Inscrições estão abertas para as oficinas de artes plásticas que acontecerão durante o mês de setembro. Vagas são limitadas.",
    "content": "A Fundação Cultural de Jacarehy abriu inscrições para um novo ciclo de oficinas de artes. Durante o mês de setembro, serão oferecidas aulas gratuitas de cerâmica, pintura em tela e desenho. As aulas são voltadas para iniciantes e acontecerão na Casa de Cultura da cidade. As inscrições devem ser feitas presencialmente até o final de agosto. Ao todo, são 60 vagas disponíveis.",
    "views": 98,
    "regional": true
  }
]
